Revit 2027 API
ParameterTypeId.BentFabricParamBendDirection Property
 "Bend Direction": Direction in which FabricSheet is bent.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BentFabricParamBendDirection { get; }
Public Shared ReadOnly Property BentFabricParamBendDirection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BentFabricParamBendDirection {
	ForgeTypeId^ get ();
}
static member BentFabricParamBendDirection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace